Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Purple
ar: بنفسجي
cs: Fialová
da: Lilla
de: Violett
el: Μοβ
es: Morado
fi: Violetti
fr: Violet
he: סגול
hu: Lila
id: Ungu
it: Viola
ja: 紫
ko: 보라
nb: Lilla
nl: Paars
pl: Fioletowy
pt_br: Roxo
pt_pt: Roxo
ru: Фиолетовый
sv: Lila
th: ม่วง
tr: Mor
uk: Фіолетовий
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

source: Red
ar: أحمر
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
he: אדום
hu: Piros
id: Merah
it: Rosso
ja: 赤
ko: 빨강
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ru: Красный
sv: Röd
th: แดง
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

source: Redo
ar: إعادة
cs: Znovu
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Rehacer
fi: Tee uudelleen
fr: Rétablir
he: ביצוע חוזר
hu: Újra
id: Ulangi
it: Ripristina
ja: やり直す
ko: 다시 실행
nb: Gjør om
nl: Opnieuw
pl: Ponów
pt_br: Refazer
pt_pt: Refazer
ru: Повторить
sv: Gör om
th: ทำซ้ำ
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: Reed pen
ar: قلم قصب
cs: Rákosové pero
da: Rørpen
de: Rohrfeder
el: Καλαμένια πένα
es: Cálamo
fi: Ruokokynä
fr: Calame
he: עט קנה
hu: Nádtoll
id: Pena buluh
it: Calamo
ja: 葦ペン
ko: 갈대 펜
nb: Rørpenn
nl: Rietpen
pl: Pióro trzcinowe
pt_br: Cálamo
pt_pt: Cálamo
ru: Тростник
sv: Vasspenna
th: ปากกาอ้อ
tr: Kamış kalem
uk: Очеретяне перо
vi: Bút sậy
zh_hans: 芦苇笔
zh_hant: 蘆葦筆

source: Removes each entire stroke you touch, even if you touch only part of it.
ar: يزيل كل خط تلمسه بالكامل، حتى لو لمست جزءًا منه فقط.
cs: Odstraní celý tah, kterého se dotknete, i když se dotknete jen jeho části.
da: Fjerner hver streg, du rører ved, helt, selv hvis du kun rører ved en del af den.
de: Entfernt jeden berührten Strich vollständig, auch wenn du nur einen Teil davon berührst.
el: Αφαιρεί ολόκληρη την πινελιά που αγγίζετε, ακόμη κι αν αγγίξετε μόνο ένα μέρος της.
es: Elimina por completo cada trazo que tocas, aunque solo toques una parte.
fi: Poistaa koko koskettamasi viivan, vaikka koskettaisit vain osaa siitä.
fr: Supprime entièrement chaque trait touché, même si vous n’en touchez qu’une partie.
he: מוחק כל משיכה שנוגעים בה בשלמותה, גם אם נוגעים רק בחלק ממנה.
hu: A teljes érintett vonást eltávolítja akkor is, ha csak egy részét érinted meg.
id: Menghapus seluruh goresan yang disentuh, meskipun Anda hanya menyentuh sebagian kecilnya.
it: Rimuove completamente ogni tratto toccato, anche se ne tocchi solo una parte.
ja: 線の一部に触れるだけで、その線全体を削除します。
ko: 선의 일부만 터치해도 해당 선 전체를 지웁니다.
nb: Fjerner hver strek du berører, i sin helhet, selv om du bare berører en del av den.
nl: Verwijdert elke aangeraakte lijn volledig, ook als je maar een deel ervan aanraakt.
pl: Usuwa każdą dotkniętą kreskę w całości, nawet jeśli dotkniesz tylko jej fragmentu.
pt_br: Remove por inteiro cada traço que você toca, mesmo que toque apenas em uma parte dele.
pt_pt: Remove por inteiro cada traço em que toca, mesmo que toque apenas numa parte.
ru: Удаляет каждый затронутый штрих целиком, даже если коснуться только его части.
sv: Tar bort varje streck du rör vid i sin helhet, även om du bara rör vid en del.
th: ลบเส้นที่คุณสัมผัสทั้งเส้น แม้จะสัมผัสเพียงบางส่วนของเส้นก็ตาม
tr: Yalnızca bir kısmına dokunsanız bile dokunduğunuz çizginin tamamını siler.
uk: Видаляє весь штрих, якого ви торкаєтесь, навіть якщо торкнутися лише його частини.
vi: Xóa toàn bộ mỗi nét bạn chạm vào, ngay cả khi bạn chỉ chạm một phần của nét đó.
zh_hans: 触碰笔画的任意部分，即可删除整个笔画。
zh_hant: 觸碰筆畫的任何部分，即可刪除整個筆畫。

source: Removes marks. Choose Pixel eraser or Object eraser on the Mode page.
ar: يزيل الرسم. اختر ممحاة البكسل أو ممحاة العناصر في صفحة الوضع.
cs: Odstraňuje kresbu. Na stránce Režim vyberte pixelovou nebo objektovou gumu.
da: Fjerner det tegnede. Vælg pixelviskelæder eller objektviskelæder på siden Tilstand.
de: Entfernt Gezeichnetes. Wähle auf der Seite Modus den Pixel- oder Objektradierer.
el: Αφαιρεί σημάδια. Επιλέξτε γόμα pixel ή αντικειμένων στη σελίδα Λειτουργία.
es: Borra lo dibujado. Elige Goma de píxeles o Goma de objetos en la página Modo.
fi: Poistaa piirtojälkiä. Valitse Tila-sivulta pikselipyyhekumi tai objektipyyhekumi.
fr: Efface le dessin. Choisissez Gomme de pixels ou Gomme d’objets sur la page Mode.
he: מוחק סימנים. בחרו מחק פיקסלים או מחק עצמים בעמוד המצב.
hu: Eltávolítja a rajz részeit. A Mód oldalon válassz pixelradírt vagy objektumradírt.
id: Menghapus goresan. Pilih Penghapus piksel atau Penghapus objek di halaman Mode.
it: Rimuove i segni. Scegli Gomma pixel o Gomma oggetti nella pagina Modalità.
ja: 描いた線を消します。「モード」ページでピクセル消しゴムかオブジェクト消しゴムを選びます。
ko: 그린 흔적을 지웁니다. 모드 페이지에서 픽셀 지우개 또는 개체 지우개를 선택하세요.
nb: Fjerner det du har tegnet. Velg pikselviskelær eller objektviskelær på siden Modus.
nl: Gumt getekende lijnen uit. Kies Pixelgum of Objectgum op de pagina Modus.
pl: Usuwa narysowane kreski. Na stronie Tryb wybierz gumkę pikseli lub obiektów.
pt_br: Remove marcas. Escolha Borracha de pixels ou Borracha de objetos na página Modo.
pt_pt: Apaga o desenho. Escolha Borracha de píxeis ou Borracha de objetos na página Modo.
ru: Удаляет нарисованное. На странице «Режим» выберите ластик пикселей или ластик объектов.
sv: Tar bort det ritade. Välj pixelsuddgummi eller objektsuddgummi på sidan Läge.
th: ลบรอยที่วาด เลือกยางลบพิกเซลหรือยางลบวัตถุที่หน้า โหมด
tr: Çizimleri siler. Mod sayfasında Piksel silgisi veya Nesne silgisi seçin.
uk: Стирає малюнок. Виберіть гумку пікселів або об’єктів у розділі «Режим».
vi: Xóa nét vẽ. Chọn Tẩy điểm ảnh hoặc Tẩy đối tượng trên trang Chế độ.
zh_hans: 擦除已画内容。在“模式”页面选择像素橡皮擦或对象橡皮擦。
zh_hant: 擦除已畫內容。在「模式」頁面選擇像素橡皮擦或物件橡皮擦。

source: Report a bug
ar: الإبلاغ عن خطأ
cs: Nahlásit chybu
da: Rapportér en fejl
de: Fehler melden
el: Αναφορά σφάλματος
es: Informar de un error
fi: Ilmoita virheestä
fr: Signaler un bug
he: דיווח על תקלה
hu: Hiba jelentése
id: Laporkan kesalahan
it: Segnala un errore
ja: 不具合を報告
ko: 오류 신고
nb: Rapporter en feil
nl: Een fout melden
pl: Zgłoś błąd
pt_br: Relatar um erro
pt_pt: Comunicar um erro
ru: Сообщить об ошибке
sv: Rapportera ett fel
th: รายงานข้อผิดพลาด
tr: Hata bildir
uk: Повідомити про помилку
vi: Báo lỗi
zh_hans: 报告错误
zh_hant: 回報錯誤

source: Retention and your choices
ar: الاحتفاظ بالبيانات وخياراتك
cs: Uchovávání a vaše možnosti
da: Opbevaring og dine valg
de: Aufbewahrung und deine Möglichkeiten
el: Διατήρηση και επιλογές σας
es: Conservación y tus opciones
fi: Säilytys ja valintasi
fr: Conservation et vos choix
he: שמירת נתונים והאפשרויות שלך
hu: Megőrzés és választási lehetőségek
id: Penyimpanan dan pilihan Anda
it: Conservazione e possibilità di scelta
ja: 保持期間と選択肢
ko: 보관 및 사용자의 선택
nb: Lagring og valgene dine
nl: Bewaring en je keuzes
pl: Przechowywanie i dostępne możliwości
pt_br: Retenção e suas escolhas
pt_pt: Conservação e as suas opções
ru: Хранение данных и ваши возможности
sv: Lagring och dina val
th: การเก็บรักษาและทางเลือกของคุณ
tr: Saklama ve seçenekleriniz
uk: Зберігання та ваші можливості
vi: Lưu giữ và lựa chọn của bạn
zh_hans: 保留及您的选择
zh_hant: 保留與您的選擇

source: Retry sending to iPhone
ar: إعادة محاولة الإرسال إلى iPhone
cs: Znovu odeslat na iPhone
da: Prøv at sende til iPhone igen
de: Erneut an iPhone senden
el: Νέα αποστολή στο iPhone
es: Reintentar envío al iPhone
fi: Yritä lähettää iPhoneen uudelleen
fr: Réessayer l’envoi vers l’iPhone
he: שליחה חוזרת ל-iPhone
hu: Küldés újra az iPhone-ra
id: Coba kirim lagi ke iPhone
it: Riprova l’invio a iPhone
ja: iPhoneへの送信を再試行
ko: iPhone으로 다시 보내기
nb: Prøv å sende til iPhone igjen
nl: Opnieuw naar iPhone sturen
pl: Ponów wysyłanie do iPhone’a
pt_br: Tentar enviar novamente para o iPhone
pt_pt: Tentar enviar novamente para o iPhone
ru: Повторить отправку на iPhone
sv: Försök skicka till iPhone igen
th: ลองส่งไปยัง iPhone อีกครั้ง
tr: iPhone’a göndermeyi yeniden dene
uk: Повторити надсилання на iPhone
vi: Thử gửi lại đến iPhone
zh_hans: 重新发送到 iPhone
zh_hant: 重新傳送至 iPhone

source: Rich shadows
ar: ظلال غنية
cs: Syté stíny
da: Fyldige skygger
de: Kräftige Schatten
el: Πλούσιες σκιές
es: Sombras intensas
fi: Täyteläiset varjot
fr: Ombres intenses
he: צללים עשירים
hu: Gazdag árnyékok
id: Bayangan pekat
it: Ombre intense
ja: 濃厚な影
ko: 진한 그림자
nb: Fyldige skygger
nl: Diepe schaduwen
pl: Nasycone cienie
pt_br: Sombras intensas
pt_pt: Sombras intensas
ru: Насыщенные тени
sv: Fylliga skuggor
th: เงาสีเข้ม
tr: Zengin gölgeler
uk: Насичені тіні
vi: Vùng tối đậm
zh_hans: 浓郁阴影
zh_hant: 濃郁陰影

source: Rotate tip clockwise
ar: تدوير السن مع عقارب الساعة
cs: Otočit hrot po směru hodinových ručiček
da: Drej spidsen med uret
de: Spitze im Uhrzeigersinn drehen
el: Περιστροφή μύτης δεξιόστροφα
es: Girar la punta en sentido horario
fi: Kierrä kärkeä myötäpäivään
fr: Tourner la pointe dans le sens horaire
he: סיבוב החוד עם כיוון השעון
hu: Hegy forgatása az óramutató járásával megegyezően
id: Putar ujung searah jarum jam
it: Ruota la punta in senso orario
ja: ペン先を時計回りに回転
ko: 펜촉을 시계 방향으로 회전
nb: Roter spissen med klokken
nl: Punt met de klok mee draaien
pl: Obróć końcówkę zgodnie z ruchem wskazówek zegara
pt_br: Girar a ponta no sentido horário
pt_pt: Rodar a ponta no sentido horário
ru: Повернуть наконечник по часовой стрелке
sv: Rotera spetsen medurs
th: หมุนปลายปากกาตามเข็มนาฬิกา
tr: Ucu saat yönünde döndür
uk: Повернути наконечник за годинниковою стрілкою
vi: Xoay ngòi theo chiều kim đồng hồ
zh_hans: 顺时针旋转笔尖
zh_hant: 順時針旋轉筆尖

source: Rotate tip counterclockwise
ar: تدوير السن عكس عقارب الساعة
cs: Otočit hrot proti směru hodinových ručiček
da: Drej spidsen mod uret
de: Spitze gegen den Uhrzeigersinn drehen
el: Περιστροφή μύτης αριστερόστροφα
es: Girar la punta en sentido antihorario
fi: Kierrä kärkeä vastapäivään
fr: Tourner la pointe dans le sens antihoraire
he: סיבוב החוד נגד כיוון השעון
hu: Hegy forgatása az óramutató járásával ellentétesen
id: Putar ujung berlawanan arah jarum jam
it: Ruota la punta in senso antiorario
ja: ペン先を反時計回りに回転
ko: 펜촉을 시계 반대 방향으로 회전
nb: Roter spissen mot klokken
nl: Punt tegen de klok in draaien
pl: Obróć końcówkę przeciwnie do ruchu wskazówek zegara
pt_br: Girar a ponta no sentido anti-horário
pt_pt: Rodar a ponta no sentido anti-horário
ru: Повернуть наконечник против часовой стрелки
sv: Rotera spetsen moturs
th: หมุนปลายปากกาทวนเข็มนาฬิกา
tr: Ucu saat yönünün tersine döndür
uk: Повернути наконечник проти годинникової стрілки
vi: Xoay ngòi ngược chiều kim đồng hồ
zh_hans: 逆时针旋转笔尖
zh_hant: 逆時針旋轉筆尖

source: Saturation
ar: التشبع
cs: Sytost
da: Mætning
de: Sättigung
el: Κορεσμός
es: Saturación
fi: Kylläisyys
he: רוויה
hu: Telítettség
id: Saturasi
it: Saturazione
ja: 彩度
ko: 채도
nb: Metning
nl: Verzadiging
pl: Nasycenie
pt_br: Saturação
pt_pt: Saturação
ru: Насыщенность
sv: Mättnad
th: ความอิ่มตัว
tr: Doygunluk
uk: Насиченість
vi: Độ bão hòa
zh_hans: 饱和度
zh_hant: 飽和度

source: Save drawing
ar: حفظ الرسم
cs: Uložit kresbu
da: Gem tegning
de: Zeichnung speichern
el: Αποθήκευση σχεδίου
es: Guardar dibujo
fi: Tallenna piirros
fr: Enregistrer le dessin
he: שמירת ציור
hu: Rajz mentése
id: Simpan gambar
it: Salva disegno
ja: 描画を保存
ko: 그림 저장
nb: Lagre tegning
nl: Tekening opslaan
pl: Zapisz rysunek
pt_br: Salvar desenho
pt_pt: Guardar desenho
ru: Сохранить рисунок
sv: Spara teckning
th: บันทึกภาพวาด
tr: Çizimi kaydet
uk: Зберегти малюнок
vi: Lưu bản vẽ
zh_hans: 保存画作
zh_hant: 儲存畫作

source: Save your drawing with the button in the lower-right corner. It goes into the temporary tutorial gallery.
ar: احفظ الرسم بالزر الأسفل في معرض التدريب المؤقت.
cs: Uložte kresbu tlačítkem vpravo dole. Uloží se do dočasné výukové galerie.
da: Gem tegningen med knappen nederst til højre i vejledningens midlertidige galleri.
de: Speichere die Zeichnung mit der Taste unten rechts in der vorübergehenden Übungsgalerie.
el: Αποθηκεύστε το σχέδιο με το κουμπί κάτω δεξιά. Θα μπει στην προσωρινή συλλογή εκμάθησης.
es: Guarda el dibujo con el botón inferior derecho en la galería temporal del tutorial.
fi: Tallenna piirros oikean alakulman painikkeella opastuksen väliaikaiseen galleriaan.
fr: Enregistre ton dessin avec le bouton en bas à droite. Il rejoint la galerie temporaire du tutoriel.
he: שמרו את הציור באמצעות כפתור השמירה למטה. הוא יתווסף לגלריית ההדרכה הזמנית.
hu: Mentsd a rajzot a jobb alsó gombbal. Az ideiglenes gyakorlógalériába kerül.
id: Simpan gambar dengan tombol di kanan bawah. Gambar masuk ke galeri tutorial sementara.
it: Salva il disegno con il pulsante in basso a destra nella galleria temporanea del tutorial.
ja: 右下の保存ボタンをタップします。作品は練習用の一時ギャラリーに保存されます。
ko: 오른쪽 아래 저장 버튼을 누르세요. 그림은 임시 연습 갤러리에 저장됩니다.
nb: Lagre tegningen med knappen nederst til høyre i omvisningens midlertidige galleri.
nl: Sla je tekening met de knop rechtsonder op in de tijdelijke oefengalerij.
pl: Zapisz rysunek przyciskiem w prawym dolnym rogu w tymczasowej galerii samouczka.
pt_br: Salve seu desenho com o botão no canto inferior direito. Ele vai para a galeria temporária do tutorial.
pt_pt: Guarde o desenho com o botão inferior direito na galeria temporária do tutorial.
ru: Сохрани рисунок кнопкой в правом нижнем углу. Он попадёт во временную учебную галерею.
sv: Spara teckningen med knappen nere till höger i guidens tillfälliga galleri.
th: บันทึกภาพด้วยปุ่มที่มุมขวาล่าง ภาพจะอยู่ในแกลเลอรีบทสอนชั่วคราว
tr: Sağ alttaki düğmeyle çizimini geçici eğitim galerisine kaydet.
uk: Збережіть малюнок кнопкою праворуч унизу. Він потрапить до тимчасової навчальної галереї.
vi: Lưu tranh bằng nút ở góc dưới bên phải. Tranh được đưa vào bộ sưu tập hướng dẫn tạm thời.
zh_hans: 点击右下角保存。作品会保存到临时练习画廊。
zh_hant: 點一下右下角儲存。作品會儲存到臨時練習圖庫。

source: Saved
ar: تم الحفظ
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
fi: Tallennettu
fr: Enregistré
he: נשמר
hu: Mentve
id: Disimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nb: Lagret
nl: Opgeslagen
pl: Zapisano
pt_br: Salvo
pt_pt: Guardado
ru: Сохранено
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Screen
ar: شاشة
cs: Závoj
da: Skærm
de: Negativ multiplizieren
el: Οθόνη
es: Trama
fi: Rasteri
fr: Superposition
he: סינון
hu: Szendvicsnegatív
id: Layar
it: Scolora
ja: スクリーン
ko: 스크린
nb: Skjerm
nl: Bleken
pl: Mnożenie odwrotności
pt_br: Divisão
pt_pt: Divisão
ru: Экран
sv: Raster
th: สกรีน
tr: Ekran
uk: Екран
zh_hans: 滤色
zh_hant: 濾色

source: Scroll down to share your drawing, or tap × to close.
ar: مرّر لأسفل للمشاركة، أو اضغط × للإغلاق.
cs: Posuňte dolů pro sdílení nebo klepněte na × pro zavření.
da: Rul ned for at dele, eller tryk på × for at lukke.
de: Scrolle zum Teilen nach unten oder tippe zum Schließen auf ×.
el: Κάντε κύλιση προς τα κάτω για κοινή χρήση ή πατήστε × για κλείσιμο.
es: Desplázate hacia abajo para compartir o toca × para cerrar.
fi: Jaa vierittämällä alas tai sulje napauttamalla ×.
fr: Faites défiler vers le bas pour partager, ou touchez × pour fermer.
he: גללו למטה לשיתוף, או הקישו על × לסגירה.
hu: Görgess le a megosztáshoz, vagy koppints a × jelre a bezáráshoz.
id: Gulir ke bawah untuk berbagi, atau ketuk × untuk menutup.
it: Scorri in basso per condividere o tocca × per chiudere.
ja: 下にスクロールして共有するか、×で閉じます。
ko: 아래로 스크롤해 공유하거나 ×를 탭해 닫으세요.
nb: Rull ned for å dele, eller trykk på × for å lukke.
nl: Scrol omlaag om te delen of tik op × om te sluiten.
pl: Przewiń w dół, aby udostępnić, lub stuknij ×, aby zamknąć.
pt_br: Role para baixo para compartilhar ou toque em × para fechar.
pt_pt: Desloque-se para baixo para partilhar ou toque em × para fechar.
ru: Прокрутите вниз, чтобы поделиться, или нажмите ×, чтобы закрыть.
sv: Rulla nedåt för att dela eller tryck på × för att stänga.
th: เลื่อนลงเพื่อแชร์ หรือแตะ × เพื่อปิด
tr: Paylaşmak için aşağı kaydır, kapatmak için × işaretine dokun.
uk: Прокрутіть униз, щоб поділитися, або натисніть ×, щоб закрити.
vi: Cuộn xuống để chia sẻ hoặc chạm × để đóng.
zh_hans: 向下滚动来分享画作，或轻点 × 关闭。
zh_hant: 向下捲動來分享畫作，或點一下 × 關閉。

source: Selected settings are shared across tools. Color does not apply to the eraser.
ar: الإعدادات المحددة مشتركة بين الأدوات. لا ينطبق اللون على الممحاة.
cs: Vybraná nastavení jsou společná pro všechny nástroje. Barva se nevztahuje na gumu.
da: De valgte indstillinger deles mellem værktøjerne. Farven gælder ikke for viskelæderet.
de: Die gewählten Einstellungen gelten für alle Werkzeuge. Die Farbe gilt nicht für den Radierer.
el: Οι επιλεγμένες ρυθμίσεις είναι κοινές για όλα τα εργαλεία. Το χρώμα δεν εφαρμόζεται στη γόμα.
es: Los ajustes seleccionados se comparten entre herramientas. El color no se aplica a la goma.
fi: Valitut asetukset ovat yhteisiä työkaluille. Väri ei koske pyyhekumia.
fr: Les réglages sélectionnés sont communs aux outils. La couleur ne s’applique pas à la gomme.
he: ההגדרות שנבחרו משותפות לכל הכלים. הצבע אינו חל על המחק.
hu: A kijelölt beállítások közösek az eszközök között. A szín nem vonatkozik a radírra.
id: Pengaturan yang dipilih digunakan bersama oleh semua alat. Warna tidak berlaku untuk penghapus.
it: Le impostazioni selezionate sono condivise tra gli strumenti. Il colore non si applica alla gomma.
ja: 選択した設定はツール間で共有されます。色は消しゴムには適用されません。
ko: 선택한 설정은 도구 간에 공유됩니다. 색상은 지우개에 적용되지 않습니다.
nb: De valgte innstillingene deles mellom verktøyene. Fargen gjelder ikke for viskelæret.
nl: De geselecteerde instellingen worden gedeeld tussen gereedschappen. Kleur is niet van toepassing op de gum.
pl: Wybrane ustawienia są wspólne dla narzędzi. Kolor nie dotyczy gumki.
pt_br: Os ajustes selecionados são compartilhados entre as ferramentas. A cor não se aplica à borracha.
pt_pt: As definições selecionadas são partilhadas entre ferramentas. A cor não se aplica à borracha.
ru: Выбранные параметры общие для инструментов. Цвет не применяется к ластику.
sv: De valda inställningarna delas mellan verktygen. Färgen gäller inte suddgummit.
th: การตั้งค่าที่เลือกใช้ร่วมกันระหว่างเครื่องมือ สีจะไม่ใช้กับยางลบ
tr: Seçilen ayarlar araçlar arasında paylaşılır. Renk silgiye uygulanmaz.
uk: Вибрані налаштування спільні для всіх інструментів. Колір не застосовується до гумки.
vi: Các cài đặt đã chọn được dùng chung giữa các công cụ. Màu không áp dụng cho tẩy.
zh_hans: 所选设置在各工具间共用。颜色不适用于橡皮擦。
zh_hant: 所選設定會在工具間共用。顏色不適用於橡皮擦。

source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שיתוף
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share offers the options available on your watch. You can try sharing, then close this page with the cross to continue.
ar: تعرض المشاركة الخيارات المتاحة على ساعتك. يمكنك تجربتها ثم إغلاق الصفحة بعلامة الإغلاق.
cs: Sdílení nabízí možnosti dostupné na vašich hodinkách. Můžete si sdílení vyzkoušet a pak stránku zavřít křížkem.
da: Del viser mulighederne på dit ur. Du kan prøve dem og derefter lukke siden med krydset.
de: Teilen zeigt die Optionen deiner Watch. Probiere sie aus oder schließe diese Seite mit dem Kreuz.
el: Η Κοινοποίηση εμφανίζει τις διαθέσιμες επιλογές στο ρολόι σας. Μπορείτε να τη δοκιμάσετε και μετά να κλείσετε τη σελίδα με το Χ.
es: Compartir ofrece las opciones disponibles en tu reloj. Puedes probarlas y después cerrar esta página con la cruz.
fi: Jaa näyttää kellosi tarjoamat vaihtoehdot. Voit kokeilla niitä ja sulkea sitten sivun rististä.
fr: Partager propose les options disponibles sur ta montre. Tu peux les essayer, puis fermer cette page avec la croix.
he: ״שיתוף״ מציג את האפשרויות הזמינות בשעון. אפשר לנסות לשתף, ואז לסגור את העמוד באמצעות ה-X כדי להמשיך.
hu: A Megosztás az órádon elérhető lehetőségeket mutatja. Kipróbálhatod, majd a folytatáshoz zárd be az oldalt az X-szel.
id: Bagikan menampilkan pilihan yang tersedia di jam Anda. Anda boleh mencoba berbagi, lalu tutup halaman ini dengan tanda silang untuk melanjutkan.
it: Condividi offre le opzioni disponibili sull’orologio. Puoi provarle, poi chiudere questa pagina con la croce.
ja: 共有には時計で利用できる方法が表示されます。試してから×でページを閉じましょう。
ko: 공유에는 시계에서 사용할 수 있는 방법이 표시됩니다. 사용해 본 뒤 닫기 버튼으로 페이지를 닫으세요.
nb: Del viser alternativene på klokken. Du kan prøve dem og deretter lukke siden med krysset.
nl: Delen toont de opties op je horloge. Je kunt ze proberen en daarna deze pagina met het kruisje sluiten.
pl: Udostępnij pokazuje opcje dostępne na zegarku. Możesz je wypróbować, a potem zamknąć stronę krzyżykiem.
pt_br: Compartilhar oferece as opções disponíveis no seu relógio. Você pode experimentar e depois fechar esta página com o X para continuar.
pt_pt: Partilhar oferece as opções disponíveis no relógio. Pode experimentá-las e depois fechar esta página com a cruz.
ru: В меню «Поделиться» доступны способы отправки, которые поддерживают твои часы. Можешь попробовать отправить рисунок, затем закрой эту страницу крестиком.
sv: Dela visar alternativen på din klocka. Du kan prova dem och sedan stänga sidan med krysset.
th: แชร์จะแสดงตัวเลือกที่มีในนาฬิกาของคุณ คุณลองแชร์ได้ แล้วปิดหน้านี้ด้วยกากบาทเพื่อดำเนินการต่อ
tr: Paylaş, saatinde kullanılabilen seçenekleri sunar. Deneyebilir, ardından sayfayı çarpıyla kapatabilirsin.
uk: Меню «Поділитися» пропонує доступні на годиннику способи надсилання. Можете спробувати надіслати малюнок, а потім закрийте сторінку хрестиком.
vi: Chia sẻ hiển thị các lựa chọn có trên đồng hồ của bạn. Bạn có thể thử chia sẻ, rồi đóng trang bằng dấu nhân để tiếp tục.
zh_hans: “分享”会显示手表支持的方式。你可以试用，然后点击叉号关闭页面。
zh_hant: 「分享」會顯示手錶支援的方式。你可以試用，然後以叉號關閉頁面。
